000100 ID DIVISION.     
                 
       PROGRAM-ID. ASAMPLE.
       ENVIRONMENT DIVISION.                              
       DATA DIVISION.                                     
       WORKING-STORAGE SECTION.   
      * 
       COPY MYVARS.                                      
       PROCEDURE DIVISION.                                

           DISPLAY 'Demo Z Devops pgm.' 
           STOP RUN.   